<div class="w3-row">
<div class="w3-container w3-quarter"></div>
<div class="w3-container w3-half">
<!--h3>LOGIN</h3-->
<div class="w3-container w3-card w3-padding-32 w3-black w3-opacity-min w3-topbar w3-bottombar w3-border-theme">
شروط التقديم :
<br>
أولاً: الدبلوم العالي :
<br>
<ol>
1يُقبل للدبلوم العالي الطالب الحاصل على إجازة جامعية من جامعة إفريقيا العالمية، أو أي جامعة أخرى معترف بها.
<br>
2/    يجتاز الطالب في الكلية المعنية معاينات أو اختبار قدرات حسب ما تقتضيه طبيعة التخصص .
<br>
ثانياً: الماجستير:
<br>
3/    يقبل لدرجة الماجستير الطالب الحاصل على إجازة جامعية في مجال التخصص بدرجة لا تقل عن جيد جداً من جامعة إفريقيا العالمية، أو أي جامعة أخرى معترف بها.
<br>
4/    يجوز قبول الطالب الحاصل على الإجازة الجامعية في مجال التخصص بدرجة جيد من جامعة إفريقيا العالمية، أو أي جامعة أخرى معترف بها مع خبرة لا تقل عن ثلاثة أعوام في مجال التخصص تعتمدها الوحدة العلمية المعنية.
<br>
5/    يجوز قبول الطالب الحاصل على إجازة جامعية بدرجة جيد من جامعة إفريقيا العالمية، أو أي جامعة معترف بها على أن يكون حاصلاً على دبلوم عالٍ في مجال التخصص.
<br>
6/    يجتاز الطالب في الكلية المعنية معاينات أو اختبار قدرات حسب ماتقتضيه طبيعة التخصص .
<br>
7/    يُقبل لبرنامج ماجستير التعليم للمهن الصحية الطلاب الحاصلين على بكالوريوس في:  (الطب ، الصيدلة ، طب الفم و الأسنان ، التمريض ، المختبرات الطبية ) بدرجة لا تقل عن جيد جداً من جامعة إفريقيا العالمية، أو أي جامعة أخرى معترف بها.
<br>
8/    يُقبل لبرنامج ماجستير الصحة العامة الطلاب الحاصلين على بكالوريوس في:  (الطب ، الصيدلة ، طب الفم و الأسنان ، التمريض ، المختبرات الطبية ، الطب البيطري ، الزراعة  ) بدرجة لا تقل عن جيد جداً من جامعة إفريقيا العالمية، أو أي جامعة أخرى معترف بها. .
<br>
مطلوب عند التقديم المستندات الاتية :
<br>
1-شهادة البكالوريوس (أصل+صورة) موثقة من التعليم العالي ، الطلاب الوافدين عليهم معادلة الشهادة في التعليم العالي .
<br>
2-    الرقم الوطني (أصل +صورة) ، الطلاب الوافدين عليهم احضار الجواز .
<br>
3-    عدد (2) صورة فوتغرافية بحجم الباسبورت .
<br>
</div>
</div>
</div>
